Repository: nathanyongg/PlantPal-CH4
Catalog: PlantPal-CH4/ios/Views/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, id, it, ja, ko, ms, ru, th, vi, zh_hans

source: No Checks Yet Today
de: Heute noch keine Prüfung
es: Sin comprobaciones hoy
fil: Wala Pang Check-in Ngayong Araw
fr: Aucune vérification aujourd'hui
id: Belum Ada Pemeriksaan Hari Ini
it: Nessun controllo oggi
ja: 今日はまだチェックがありません
ko: 오늘은 아직 확인한 기록이 없어요
ms: Belum Ada Semakan Hari Ini
ru: Сегодня проверок ещё не было
th: วันนี้ยังไม่มีการตรวจสอบ
vi: Hôm nay chưa có lần kiểm tra nào
zh_hans: 今天还没有检查记录

source: No Paired Devices
de: Keine gekoppelten Geräte
es: Sin Dispositivos Emparejados
fil: Walang Naka-pair na Device
fr: Aucun Appareil Associé
id: Tidak Ada Perangkat Terpasang
it: Nessun Dispositivo Associato
ja: ペアリング済みのデバイスなし
ko: 페어링된 기기 없음
ms: Tiada Peranti Dipasangkan
ru: Нет сопряжённых устройств
th: ไม่มีอุปกรณ์ที่จับคู่ไว้
vi: Không Có Thiết Bị Đã Ghép Nối
zh_hans: 暂无已配对设备

source: Notifications
de: Benachrichtigungen
es: Notificaciones
fil: Mga Notification
id: Notifikasi
it: Notifiche
ja: 通知
ko: 알림
ms: Pemberitahuan
ru: Уведомления
th: การแจ้งเตือน
vi: Thông báo
zh_hans: 通知

source: Opens plant details
de: Öffnet die Pflanzendetails
es: Abre los detalles de la planta
fil: Binubuksan ang detalye ng halaman
fr: Ouvre les détails de la plante
id: Membuka detail tanaman
it: Apre i dettagli della pianta
ja: 植物の詳細を開きます
ko: 식물 상세 정보를 엽니다
ms: Membuka butiran tumbuhan
ru: Открывает подробности о растении
th: เปิดรายละเอียดของต้นไม้
vi: Mở chi tiết cây
zh_hans: 打开植物详情

source: Opens the camera or photo library
de: Öffnet die Kamera oder die Fotomediathek
es: Abre la cámara o la galería de fotos
fil: Nagbubukas ng camera o photo library
fr: Ouvre l'appareil photo ou la photothèque
id: Membuka kamera atau galeri foto
it: Apre la fotocamera o la libreria foto
ja: カメラまたは写真ライブラリを開きます
ko: 카메라 또는 사진 보관함을 엽니다
ms: Membuka kamera atau pustaka foto
ru: Открывает камеру или библиотеку фото
th: เปิดกล้องหรือคลังภาพ
vi: Mở máy ảnh hoặc thư viện ảnh
zh_hans: 打开相机或照片图库

source: Opens this plant. Swipe to remove the pairing.
de: Öffnet diese Pflanze. Wische, um die Kopplung zu entfernen.
es: Abre esta planta. Desliza para eliminar el emparejamiento.
fil: Binubuksan ang halamang ito. Mag-swipe para alisin ang pairing.
fr: Ouvre cette plante. Balayez pour supprimer l'association.
id: Membuka tanaman ini. Geser untuk menghapus pemasangan.
it: Apre questa pianta. Scorri per rimuovere l'abbinamento.
ja: この植物を開きます。スワイプするとペアリングを解除できます。
ko: 이 식물을 엽니다. 스와이프하면 페어링을 해제할 수 있습니다.
ms: Membuka tumbuhan ini. Leret untuk alih keluar pemasangan.
ru: Открывает это растение. Проведите пальцем, чтобы удалить сопряжение.
th: เปิดต้นไม้นี้ ปัดเพื่อยกเลิกการจับคู่
vi: Mở cây này. Vuốt để gỡ liên kết.
zh_hans: 打开这株植物。滑动以移除配对。

source: Paired Devices
de: Gekoppelte Geräte
es: Dispositivos Emparejados
fil: Mga Naka-pair na Device
fr: Appareils Associés
id: Perangkat Terpasang
it: Dispositivi Associati
ja: ペアリング済みデバイス
ko: 페어링된 기기
ms: Peranti Dipasangkan
ru: Сопряжённые устройства
th: อุปกรณ์ที่จับคู่ไว้
vi: Thiết Bị Đã Ghép Nối
zh_hans: 已配对设备

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
id: Kata Sandi
ja: パスワード
ko: 비밀번호
ms: Kata Laluan
ru: Пароль
th: รหัสผ่าน
vi: Mật khẩu
zh_hans: 密码

source: Pipeline error
de: Pipeline-Fehler
es: Error en la canalización
fil: Error sa pipeline
fr: Erreur de pipeline
id: Kesalahan pipeline
it: Errore della pipeline
ja: パイプラインエラー
ko: 파이프라인 오류
ms: Ralat saluran paip
ru: Ошибка конвейера
th: ข้อผิดพลาดของไปป์ไลน์
vi: Lỗi quy trình
zh_hans: 管道错误

source: Plant photo
de: Pflanzenfoto
es: Foto de la planta
fil: Larawan ng halaman
fr: Photo de la plante
id: Foto tanaman
it: Foto della pianta
ja: 植物の写真
ko: 식물 사진
ms: Foto tumbuhan
ru: Фото растения
th: รูปภาพต้นไม้
vi: Ảnh cây
zh_hans: 植物照片

source: Plant Sensor
de: Pflanzensensor
es: Sensor de planta
fil: Sensor ng Halaman
fr: Capteur de plante
id: Sensor Tanaman
it: Sensore per piante
ja: 植物センサー
ko: 식물 센서
ms: Penderia Tumbuhan
ru: Датчик для растений
th: เซนเซอร์ต้นไม้
vi: Cảm biến Cây
zh_hans: 植物传感器

source: PlantPal couldn't start
de: PlantPal konnte nicht gestartet werden
es: PlantPal no pudo iniciarse
fil: Hindi ma-start ang PlantPal
fr: PlantPal n'a pas pu démarrer
id: PlantPal tidak dapat dimulai
it: PlantPal non è riuscito ad avviarsi
ja: PlantPalを起動できませんでした
ko: PlantPal을(를) 시작할 수 없습니다
ms: PlantPal tidak dapat dimulakan
ru: Не удалось запустить PlantPal
th: PlantPal ไม่สามารถเริ่มทำงานได้
vi: PlantPal không thể khởi động
zh_hans: PlantPal 无法启动

source: Quick scenarios
de: Schnellszenarien
es: Escenarios rápidos
fil: Mabilisang mga Senaryo
fr: Scénarios rapides
id: Skenario cepat
it: Scenari rapidi
ja: クイックシナリオ
ko: 빠른 시나리오
ms: Senario pantas
ru: Быстрые сценарии
th: สถานการณ์ด่วน
vi: Kịch bản nhanh
zh_hans: 快速场景

source: Reads important updates aloud, such as when a plant is added. Works alongside VoiceOver.
de: Liest wichtige Aktualisierungen vor, etwa wenn eine Pflanze hinzugefügt wird. Funktioniert zusammen mit VoiceOver.
es: Lee en voz alta las actualizaciones importantes, como cuando se añade una planta. Funciona junto con VoiceOver.
fil: Binabasa nang malakas ang mahahalagang update, gaya ng kapag may naidagdag na halaman. Gumagana kasama ang VoiceOver.
fr: Lit à voix haute les mises à jour importantes, par exemple lorsqu'une plante est ajoutée. Fonctionne avec VoiceOver.
id: Membacakan pembaruan penting, seperti saat tanaman ditambahkan. Berfungsi bersama VoiceOver.
it: Legge ad alta voce gli aggiornamenti importanti, ad esempio quando viene aggiunta una pianta. Funziona insieme a VoiceOver.
ja: 植物が追加されたときなど、重要な更新を音声で読み上げます。VoiceOverと併用できます。
ko: 식물이 추가될 때와 같은 중요한 업데이트를 소리 내어 읽어줍니다. VoiceOver와 함께 작동합니다.
ms: Membacakan kemas kini penting, seperti apabila tumbuhan ditambah. Berfungsi bersama VoiceOver.
ru: Озвучивает важные обновления, например, когда добавлено растение. Работает вместе с VoiceOver.
th: อ่านออกเสียงการอัปเดตที่สำคัญ เช่น เมื่อมีการเพิ่มต้นไม้ ทำงานร่วมกับ VoiceOver
vi: Đọc to các cập nhật quan trọng, chẳng hạn như khi một cây được thêm vào. Hoạt động cùng với VoiceOver.
zh_hans: 朗读重要更新，例如添加植物时。可与旁白功能配合使用。

source: Reads the sensor now and records today's check-in
de: Liest den Sensor jetzt aus und protokolliert die heutige Überprüfung
es: Lee el sensor ahora y registra la revisión de hoy
fil: Babasahin ang sensor ngayon at itatala ang check-in ngayong araw
fr: Lit le capteur maintenant et enregistre le contrôle du jour
id: Membaca sensor sekarang dan mencatat pemeriksaan hari ini
it: Legge il sensore ora e registra il controllo di oggi
ja: 今すぐセンサーを読み取り、本日のチェックを記録します
ko: 지금 센서를 읽고 오늘의 체크인을 기록합니다
ms: Membaca penderia sekarang dan merekodkan semakan hari ini
ru: Считывает данные с датчика прямо сейчас и записывает сегодняшнюю проверку
th: อ่านค่าจากเซนเซอร์ทันทีและบันทึกการตรวจสอบของวันนี้
vi: Đọc cảm biến ngay và ghi lại lần kiểm tra hôm nay
zh_hans: 立即读取传感器数据并记录今天的检查

source: Refresh
de: Aktualisieren
es: Actualizar
fil: I-refresh
fr: Actualiser
id: Segarkan
it: Aggiorna
ja: 更新
ko: 새로고침
ms: Segar Semula
ru: Обновить
th: รีเฟรช
vi: Làm mới
zh_hans: 刷新

source: Remove
de: Entfernen
es: Eliminar
fil: Alisin
fr: Supprimer
id: Hapus
it: Rimuovi
ja: 削除
ko: 제거
ms: Alih Keluar
ru: Удалить
th: นำออก
vi: Xóa
zh_hans: 移除

source: Remove This Pairing?
de: Diese Kopplung entfernen?
es: ¿Eliminar este emparejamiento?
fil: Alisin ang Pairing na Ito?
fr: Supprimer cette association ?
id: Hapus pemasangan ini?
it: Rimuovere questo abbinamento?
ja: このペアリングを解除しますか？
ko: 이 페어링을 해제할까요?
ms: Alih keluar pemasangan ini?
ru: Удалить это сопряжение?
th: ยกเลิกการจับคู่นี้ไหม?
vi: Gỡ liên kết này?
zh_hans: 移除此配对？

source: Removes this plant and its check-in history
de: Entfernt diese Pflanze und ihren Überprüfungsverlauf
es: Elimina esta planta y su historial de revisiones
fil: Aalisin ang halamang ito at ang history ng check-in nito
fr: Supprime cette plante et son historique de contrôles
id: Menghapus tanaman ini beserta riwayat pemeriksaannya
it: Rimuove questa pianta e la sua cronologia dei controlli
ja: この植物とそのチェック履歴を削除します
ko: 이 식물과 체크인 기록을 삭제합니다
ms: Mengalih keluar tumbuhan ini dan sejarah semakannya
ru: Удаляет это растение и историю его проверок
th: ลบต้นไม้นี้และประวัติการตรวจสอบของมัน
vi: Xóa cây này và lịch sử kiểm tra của nó
zh_hans: 删除这株植物及其检查记录

source: Rendered notification
de: Gerenderte Benachrichtigung
es: Notificación renderizada
fil: Na-render na notification
fr: Notification affichée
id: Notifikasi yang dirender
it: Notifica renderizzata
ja: レンダリングされた通知
ko: 렌더링된 알림
ms: Pemberitahuan yang dipaparkan
ru: Отображённое уведомление
th: การแจ้งเตือนที่แสดงผล
vi: Thông báo đã hiển thị
zh_hans: 已渲染的通知

source: Required
de: Erforderlich
es: Obligatorio
fil: Kinakailangan
fr: Requis
id: Wajib diisi
it: Obbligatorio
ja: 必須
ko: 필수
ms: Diperlukan
ru: Обязательно
th: จำเป็นต้องกรอก
vi: Bắt buộc
zh_hans: 必填

source: Retake
de: Erneut aufnehmen
es: Repetir Foto
fil: Kunan Muli
fr: Reprendre
id: Ambil Ulang
it: Rifai Foto
ja: 撮り直す
ko: 다시 찍기
ms: Ambil Semula
ru: Переснять
th: ถ่ายใหม่
vi: Chụp lại
zh_hans: 重新拍摄

source: Returns to the first onboarding screen
de: Kehrt zum ersten Einführungsbildschirm zurück
es: Vuelve a la primera pantalla de bienvenida
fil: Bumabalik sa unang onboarding screen
fr: Retourne au premier écran d'accueil
id: Kembali ke layar pengenalan pertama
it: Torna alla prima schermata di introduzione
ja: 最初のオンボーディング画面に戻ります
ko: 온보딩 첫 화면으로 돌아갑니다
ms: Kembali ke skrin pengenalan pertama
ru: Возвращает к первому экрану знакомства с приложением
th: กลับไปยังหน้าจอแนะนำแรก
vi: Quay lại màn hình giới thiệu đầu tiên
zh_hans: 返回引导流程的第一个页面

source: Run pipeline
de: Pipeline ausführen
es: Ejecutar canalización
fil: Patakbuhin ang pipeline
fr: Exécuter le pipeline
id: Jalankan pipeline
it: Esegui pipeline
ja: パイプラインを実行
ko: 파이프라인 실행
ms: Jalankan saluran paip
ru: Запустить конвейер
th: เรียกใช้ไปป์ไลน์
vi: Chạy quy trình
zh_hans: 运行管道

source: Running…
de: Wird ausgeführt…
es: Ejecutando…
fil: Tumatakbo…
fr: Exécution…
id: Memproses…
it: Esecuzione…
ja: 実行中…
ko: 실행 중…
ms: Sedang berjalan…
ru: Выполняется…
th: กำลังทำงาน…
vi: Đang chạy…
zh_hans: 正在运行…

source: Save
de: Speichern
es: Guardar
fil: I-save
fr: Enregistrer
id: Simpan
it: Salva
ja: 保存
ko: 저장
ms: Simpan
ru: Сохранить
th: บันทึก
vi: Lưu
zh_hans: 保存

source: Save Changes
de: Änderungen speichern
es: Guardar cambios
fil: I-save ang mga Pagbabago
fr: Enregistrer les modifications
id: Simpan Perubahan
it: Salva modifiche
ja: 変更を保存
ko: 변경 사항 저장
ms: Simpan Perubahan
ru: Сохранить изменения
th: บันทึกการเปลี่ยนแปลง
vi: Lưu Thay đổi
zh_hans: 保存更改

source: Save plant
de: Pflanze speichern
es: Guardar planta
fil: I-save ang halaman
fr: Enregistrer la plante
id: Simpan tanaman
it: Salva pianta
ja: 植物を保存
ko: 식물 저장
ms: Simpan tumbuhan
ru: Сохранить растение
th: บันทึกต้นไม้
vi: Lưu cây
zh_hans: 保存植物

source: Saving plant
de: Pflanze wird gespeichert
es: Guardando planta
fil: Sine-save ang halaman
fr: Enregistrement de la plante
id: Menyimpan tanaman
it: Salvataggio pianta
ja: 植物を保存しています
ko: 식물 저장 중
ms: Menyimpan tumbuhan
ru: Сохранение растения
th: กำลังบันทึกต้นไม้
vi: Đang lưu cây
zh_hans: 正在保存植物

source: Saving…
de: Wird gespeichert…
es: Guardando…
fil: Sine-save…
fr: Enregistrement…
id: Menyimpan…
it: Salvataggio…
ja: 保存中…
ko: 저장 중…
ms: Menyimpan…
ru: Сохранение…
th: กำลังบันทึก…
vi: Đang lưu…
zh_hans: 正在保存…

source: Search plants
de: Pflanzen suchen
es: Buscar plantas
fil: Maghanap ng halaman
fr: Rechercher des plantes
id: Cari tanaman
it: Cerca piante
ja: 植物を検索
ko: 식물 검색
ms: Cari tumbuhan
ru: Поиск растений
th: ค้นหาต้นไม้
vi: Tìm cây
zh_hans: 搜索植物

source: Select Device
de: Gerät auswählen
es: Seleccionar Dispositivo
fil: Pumili ng Device
fr: Sélectionner un Appareil
id: Pilih Perangkat
it: Seleziona Dispositivo
ja: デバイスを選択
ko: 기기 선택
ms: Pilih Peranti
ru: Выбрать устройство
th: เลือกอุปกรณ์
vi: Chọn Thiết Bị
zh_hans: 选择设备

source: Sensor Connected!
de: Sensor verbunden!
es: ¡Sensor conectado!
fil: Nakakonekta na ang Sensor!
fr: Capteur connecté !
id: Sensor Terhubung!
it: Sensore connesso!
ja: センサーが接続されました！
ko: 센서가 연결되었습니다!
ms: Penderia Disambungkan!
ru: Датчик подключён!
th: เชื่อมต่อเซนเซอร์แล้ว!
vi: Đã Kết Nối Cảm Biến!
zh_hans: 传感器已连接！

source: Sensor connection
de: Sensorverbindung
es: Conexión del sensor
fil: Koneksyon ng sensor
fr: Connexion du capteur
id: Koneksi sensor
it: Connessione del sensore
ja: センサー接続
ko: 센서 연결
ms: Sambungan penderia
ru: Подключение датчика
th: การเชื่อมต่อเซนเซอร์
vi: Kết nối cảm biến
zh_hans: 传感器连接

source: Sensor inputs
de: Sensoreingaben
es: Entradas del sensor
fil: Mga input ng sensor
fr: Entrées des capteurs
id: Input sensor
it: Input dei sensori
ja: センサー入力
ko: 센서 입력
ms: Input penderia
ru: Показания датчиков
th: ข้อมูลจากเซนเซอร์
vi: Dữ liệu cảm biến
zh_hans: 传感器输入

source: Sensors get paired to a plant from the Add Plant screen.
de: Sensoren werden über den Bildschirm „Pflanze hinzufügen“ mit einer Pflanze gekoppelt.
es: Los sensores se emparejan con una planta desde la pantalla Añadir Planta.
fil: Naipe-pair ang mga sensor sa isang halaman mula sa Add Plant screen.
fr: Les capteurs sont associés à une plante depuis l'écran Ajouter une Plante.
id: Sensor dipasangkan ke tanaman dari layar Tambah Tanaman.
it: I sensori vengono abbinati a una pianta dalla schermata Aggiungi Pianta.
ja: センサーは「植物を追加」画面から植物とペアリングされます。
ko: 센서는 '식물 추가' 화면에서 식물과 페어링됩니다.
ms: Penderia dipasangkan dengan tumbuhan dari skrin Tambah Tumbuhan.
ru: Датчики сопрягаются с растением на экране «Добавить растение».
th: เซนเซอร์จะถูกจับคู่กับต้นไม้จากหน้าจอเพิ่มต้นไม้
vi: Cảm biến được ghép nối với cây từ màn hình Thêm Cây.
zh_hans: 传感器需要在“添加植物”页面与植物配对。

source: Setting Up Wi-Fi…
de: WLAN wird eingerichtet…
es: Configurando Wi-Fi…
fil: Sinesetup ang Wi-Fi…
fr: Configuration du Wi-Fi…
id: Menyiapkan Wi-Fi…
it: Configurazione Wi-Fi…
ja: Wi-Fiを設定しています…
ko: Wi-Fi 설정 중…
ms: Menyediakan Wi-Fi…
ru: Настройка Wi-Fi…
th: กำลังตั้งค่า Wi-Fi…
vi: Đang Thiết Lập Wi-Fi…
zh_hans: 正在设置 Wi-Fi…

source: Settings
de: Einstellungen
es: Configuración
fil: Mga Setting
fr: Réglages
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
ms: Tetapan
ru: Настройки
th: การตั้งค่า
vi: Cài đặt
zh_hans: 设置

source: Shows nearby devices to pair with this plant
de: Zeigt Geräte in der Nähe, die mit dieser Pflanze gekoppelt werden können
es: Muestra los dispositivos cercanos para emparejar con esta planta
fil: Ipinapakita ang malapit na device para i-pair sa halamang ito
fr: Affiche les appareils à proximité à associer à cette plante
id: Menampilkan perangkat di sekitar untuk dipasangkan dengan tanaman ini
it: Mostra i dispositivi nelle vicinanze da abbinare a questa pianta
ja: この植物とペアリングできる近くのデバイスを表示します
ko: 이 식물과 페어링할 근처 기기를 표시합니다
ms: Memaparkan peranti berdekatan untuk dipasangkan dengan tumbuhan ini
ru: Показывает устройства поблизости для сопряжения с этим растением
th: แสดงอุปกรณ์ใกล้เคียงเพื่อจับคู่กับต้นไม้นี้
vi: Hiển thị các thiết bị lân cận để ghép nối với cây này
zh_hans: 显示附近可与此植物配对的设备

source: Shows Wi-Fi and Bluetooth signal details
de: Zeigt Details zum WLAN- und Bluetooth-Signal
es: Muestra los detalles de la señal de Wi-Fi y Bluetooth
fil: Ipinapakita ang detalye ng signal ng Wi-Fi at Bluetooth
fr: Affiche les détails du signal Wi-Fi et Bluetooth
id: Menampilkan detail sinyal Wi-Fi dan Bluetooth
it: Mostra i dettagli del segnale Wi-Fi e Bluetooth
ja: Wi-FiとBluetoothの信号の詳細を表示します
ko: Wi-Fi 및 블루투스 신호 세부 정보를 표시합니다
ms: Memaparkan butiran isyarat Wi-Fi dan Bluetooth
ru: Показывает сведения о сигнале Wi-Fi и Bluetooth
th: แสดงรายละเอียดสัญญาณ Wi-Fi และบลูทูธ
vi: Hiển thị chi tiết tín hiệu Wi-Fi và Bluetooth
zh_hans: 显示 Wi-Fi 和蓝牙信号详情

source: Skip
de: Überspringen
es: Omitir
fil: Laktawan
fr: Passer
id: Lewati
it: Salta
ja: スキップ
ko: 건너뛰기
ms: Langkau
ru: Пропустить
th: ข้าม
vi: Bỏ qua
zh_hans: 跳过

source: Species
de: Art
es: Especie
fr: Espèce
id: Spesies
it: Specie
ja: 種
ko: 품종
ms: Spesies
ru: Вид
th: สปีชีส์
vi: Loài
zh_hans: 物种

source: Spoken Announcements
de: Gesprochene Ansagen
es: Anuncios por Voz
fil: Mga Anunsyo na Boses
fr: Annonces Vocales
id: Pengumuman Suara
it: Annunci Vocali
ja: 音声アナウンス
ko: 음성 알림
ms: Pengumuman Suara
ru: Голосовые объявления
th: การประกาศด้วยเสียง
vi: Thông báo bằng Giọng nói
zh_hans: 语音播报

source: Start Pairing
de: Kopplung starten
es: Iniciar Emparejamiento
fil: Simulan ang Pairing
fr: Démarrer l'Association
id: Mulai Pemasangan
it: Avvia Abbinamento
ja: ペアリングを開始
ko: 페어링 시작
ms: Mula Pasangkan
ru: Начать сопряжение
th: เริ่มจับคู่
vi: Bắt Đầu Ghép Nối
zh_hans: 开始配对

source: Take Photo
de: Foto aufnehmen
es: Tomar Foto
fil: Kumuha ng Larawan
fr: Prendre une Photo
id: Ambil Foto
it: Scatta Foto
ja: 写真を撮る
ko: 사진 촬영
ms: Ambil Foto
ru: Сделать фото
th: ถ่ายภาพ
vi: Chụp Ảnh
zh_hans: 拍照

source: Tap a device to view its plant, or swipe to remove a pairing.
de: Tippe auf ein Gerät, um seine Pflanze anzuzeigen, oder wische, um eine Kopplung zu entfernen.
es: Toca un dispositivo para ver su planta, o desliza para eliminar un emparejamiento.
fil: I-tap ang isang device para makita ang halaman nito, o mag-swipe para alisin ang isang pairing.
fr: Touchez un appareil pour voir sa plante, ou balayez pour supprimer une association.
id: Ketuk perangkat untuk melihat tanamannya, atau geser untuk menghapus pemasangan.
it: Tocca un dispositivo per vedere la sua pianta, oppure scorri per rimuovere un abbinamento.
ja: デバイスをタップするとその植物が表示され、スワイプするとペアリングを解除できます。
ko: 기기를 탭하면 연결된 식물을 볼 수 있고, 스와이프하면 페어링을 해제할 수 있습니다.
ms: Ketik peranti untuk melihat tumbuhannya, atau leret untuk alih keluar pemasangan.
ru: Нажмите на устройство, чтобы посмотреть его растение, или проведите пальцем, чтобы удалить сопряжение.
th: แตะอุปกรณ์เพื่อดูต้นไม้ของมัน หรือปัดเพื่อยกเลิกการจับคู่
vi: Nhấn vào một thiết bị để xem cây của nó, hoặc vuốt để gỡ liên kết.
zh_hans: 点按设备可查看其关联的植物，滑动可移除配对。

source: Tap to connect a sensor
de: Tippe, um einen Sensor zu verbinden
es: Toca para conectar un sensor
fil: I-tap para kumonekta ng sensor
fr: Touchez pour connecter un capteur
id: Ketuk untuk menghubungkan sensor
it: Tocca per connettere un sensore
ja: タップしてセンサーを接続
ko: 탭하여 센서 연결하기
ms: Ketik untuk sambungkan penderia
ru: Нажмите, чтобы подключить датчик
th: แตะเพื่อเชื่อมต่อเซนเซอร์
vi: Nhấn để kết nối cảm biến
zh_hans: 点按以连接传感器

source: Text Size
de: Textgröße
es: Tamaño del Texto
fil: Sukat ng Teksto
fr: Taille du Texte
id: Ukuran Teks
it: Dimensione del Testo
ja: 文字サイズ
ko: 글자 크기
ms: Saiz Teks
ru: Размер текста
th: ขนาดข้อความ
vi: Cỡ Chữ
zh_hans: 文字大小

source: Theme
de: Thema
es: Tema
fil: Tema
fr: Thème
id: Tema
it: Tema
ja: テーマ
ko: 테마
ms: Tema
ru: Тема
th: ธีม
vi: Chủ đề
zh_hans: 主题

source: This removes %@ and its check-in history. This can't be undone.
de: Dadurch werden %@ und der zugehörige Überprüfungsverlauf entfernt. Dies kann nicht rückgängig gemacht werden.
es: Esto eliminará %@ y su historial de revisiones. Esta acción no se puede deshacer.
fil: Aalisin nito si %@ at ang history ng check-in nito. Hindi na ito puwedeng bawiin.
fr: Cela supprimera %@ et son historique de contrôles. Cette action est irréversible.
id: Ini akan menghapus %@ beserta riwayat pemeriksaannya. Tindakan ini tidak dapat dibatalkan.
it: Questa azione rimuoverà %@ e la sua cronologia dei controlli. Non può essere annullata.
ja: これにより%@とそのチェック履歴が削除されます。この操作は元に戻せません。
ko: 이 작업은 %@과(와) 체크인 기록을 삭제합니다. 이 작업은 되돌릴 수 없습니다.
ms: Ini akan mengalih keluar %@ dan sejarah semakannya. Ini tidak boleh dibuat asal.
ru: Это удалит %@ и историю его проверок. Это действие нельзя отменить.
th: การดำเนินการนี้จะลบ %@ และประวัติการตรวจสอบของมัน และไม่สามารถย้อนกลับได้
vi: Thao tác này sẽ xóa %@ và lịch sử kiểm tra của nó. Không thể hoàn tác.
zh_hans: 这将删除%@及其检查记录，且无法撤销。

source: Today's Log
de: Heutiges Protokoll
es: Registro de Hoy
fil: Log Ngayong Araw
fr: Journal du Jour
id: Log Hari Ini
it: Registro di Oggi
ja: 今日の記録
ko: 오늘의 기록
ms: Log Hari Ini
ru: Журнал за сегодня
th: บันทึกวันนี้
vi: Nhật ký Hôm Nay
zh_hans: 今日记录

source: Try Again
de: Erneut versuchen
es: Intentar de nuevo
fil: Subukan Ulit
fr: Réessayer
id: Coba Lagi
it: Riprova
ja: 再試行
ko: 다시 시도
ms: Cuba Lagi
ru: Повторить попытку
th: ลองอีกครั้ง
vi: Thử lại
zh_hans: 重试

source: Updated %@
de: Aktualisiert %@
es: Actualizado %@
fil: Na-update %@
fr: Mis à jour %@
id: Diperbarui %@
it: Aggiornato %@
ja: 更新: %@
ko: 업데이트됨: %@
ms: Dikemas kini %@
ru: Обновлено %@
th: อัปเดต %@
vi: Đã cập nhật %@
zh_hans: 已更新 %@

source: Waiting for the ESP32 to send its first sensor packet.
de: Warten darauf, dass der ESP32 sein erstes Sensorpaket sendet.
es: Esperando a que el ESP32 envíe su primer paquete de sensor.
fil: Hinihintay na ipadala ng ESP32 ang unang sensor packet nito.
fr: En attente que l'ESP32 envoie son premier paquet de données du capteur.
id: Menunggu ESP32 mengirimkan paket sensor pertamanya.
it: In attesa che l'ESP32 invii il suo primo pacchetto dal sensore.
ja: ESP32が最初のセンサーパケットを送信するのを待っています。
ko: ESP32이 첫 번째 센서 패킷을 보낼 때까지 기다리는 중입니다.
ms: Menunggu ESP32 menghantar paket penderia pertamanya.
ru: Ожидание отправки первого пакета данных с датчика от ESP32.
th: กำลังรอให้ ESP32 ส่งแพ็กเก็ตเซนเซอร์แรก
vi: Đang chờ ESP32 gửi gói cảm biến đầu tiên.
zh_hans: 正在等待 ESP32 发送首个传感器数据包。

source: Waiting for the sensor to join "%@". Use a 2.4 GHz Wi-Fi network, not the sensor's own PlantPal access point.
de: Warten darauf, dass sich der Sensor mit „%@“ verbindet. Verwende ein 2,4-GHz-WLAN-Netzwerk, nicht den eigenen PlantPal-Zugangspunkt des Sensors.
es: Esperando a que el sensor se una a «%@». Usa una red Wi-Fi de 2,4 GHz, no el propio punto de acceso PlantPal del sensor.
fil: Hinihintay na sumali ang sensor sa “%@”. Gumamit ng 2.4 GHz na Wi-Fi network, hindi ang sarili nitong PlantPal access point.
fr: En attente que le capteur rejoigne « %@ ». Utilisez un réseau Wi-Fi 2,4 GHz, pas le propre point d'accès PlantPal du capteur.
id: Menunggu sensor bergabung dengan “%@”. Gunakan jaringan Wi-Fi 2,4 GHz, bukan access point PlantPal milik sensor sendiri.
it: In attesa che il sensore si connetta a «%@». Usa una rete Wi-Fi a 2,4 GHz, non il punto di accesso PlantPal del sensore stesso.
ja: センサーが「%@」に接続するのを待っています。センサー自体のPlantPalアクセスポイントではなく、2.4GHzのWi-Fiネットワークを使用してください。
ko: 센서가 “%@”에 연결될 때까지 기다리는 중입니다. 센서 자체의 PlantPal 액세스 포인트가 아닌 2.4GHz Wi-Fi 네트워크를 사용하세요.
ms: Menunggu penderia menyertai “%@”. Gunakan rangkaian Wi-Fi 2.4 GHz, bukan titik akses PlantPal milik penderia sendiri.
ru: Ожидание подключения датчика к «%@». Используйте сеть Wi-Fi 2,4 ГГц, а не собственную точку доступа PlantPal датчика.
th: กำลังรอให้เซนเซอร์เชื่อมต่อกับ “%@” ใช้เครือข่าย Wi-Fi ความถี่ 2.4 GHz ไม่ใช่จุดเชื่อมต่อ PlantPal ของเซนเซอร์เอง
vi: Đang chờ cảm biến tham gia vào “%@”. Hãy dùng mạng Wi-Fi 2,4 GHz, không phải điểm truy cập PlantPal riêng của cảm biến.
zh_hans: 正在等待传感器加入“%@”。请使用 2.4 GHz Wi-Fi 网络，而不是传感器自身的 PlantPal 接入点。

source: Welcome to
de: Willkommen bei
es: Bienvenido a
fil: Maligayang Pagdating sa
fr: Bienvenue sur
id: Selamat Datang di
it: Benvenuto su
ja: ようこそ
ko: 환영합니다
ms: Selamat Datang ke
ru: Добро пожаловать в
th: ยินดีต้อนรับสู่
vi: Chào mừng đến với
zh_hans: 欢迎使用

source: Wi-Fi Name
de: WLAN-Name
es: Nombre de Wi-Fi
fil: Pangalan ng Wi-Fi
fr: Nom du Wi-Fi
id: Nama Wi-Fi
it: Nome Wi-Fi
ja: Wi-Fi名
ko: Wi-Fi 이름
ms: Nama Wi-Fi
ru: Имя сети Wi-Fi
th: ชื่อ Wi-Fi
vi: Tên Wi-Fi
zh_hans: Wi-Fi 名称

source: Wi-Fi network name
de: WLAN-Netzwerkname
es: Nombre de la red Wi-Fi
fil: Pangalan ng Wi-Fi network
fr: Nom du réseau Wi-Fi
id: Nama jaringan Wi-Fi
it: Nome della rete Wi-Fi
ja: Wi-Fiネットワーク名
ko: Wi-Fi 네트워크 이름
ms: Nama rangkaian Wi-Fi
ru: Имя сети Wi-Fi
th: ชื่อเครือข่าย Wi-Fi
vi: Tên mạng Wi-Fi
zh_hans: Wi-Fi 网络名称

source: Wi-Fi password
de: WLAN-Passwort
es: Contraseña de Wi-Fi
fil: Password ng Wi-Fi
fr: Mot de passe Wi-Fi
id: Kata sandi Wi-Fi
it: Password Wi-Fi
ja: Wi-Fiのパスワード
ko: Wi-Fi 비밀번호
ms: Kata laluan Wi-Fi
ru: Пароль Wi-Fi
th: รหัสผ่าน Wi-Fi
vi: Mật khẩu Wi-Fi
zh_hans: Wi-Fi 密码
